/* 
  Localizable.strings
  HWSensors

  Created by kozlek on 24/02/12.
  Copyright (c) 2012 kozlek. All rights reserved.
*/

"TEMPERATURES" = "ТЕMPERATURE";
"DRIVES TEMPERATURES" = "ТЕМPERATURE HDD";
"SSD REMAINING LIFE" = "STATO DI SALUTE SSD";
"MULTIPLIERS" = "MOLTIPLICATORI";
"FREQUENCIES" = "FREQUENZE";
"VOLTAGES" = "VOLTAGGI";
"FANS" = "VENTOLE";
"CPU Heatsink" = "Dissipatore CPU";
"GPU %X Board" = "Scheda Video %X";
"GPU %X Core" = "GPU %X Core";
"GPU %X Proximity" = "Sensore GPU%X";
"Northbridge" = "Northbridge";
"System Chipset" = "Chipset di Sistema";
"CPU Package" = "CPU";
"CPU %X" = "CPU %X";
"CPU Core %X" = "CPU Core %X";
"Fan %X" = "Ventola %X";
"CPU" = "CPU";
"DIMM Modules" = "Moduli di Memoria";
"Power/Battery" = "Alimentazione / Batteria";
"Quit HWMonitor" = "Esci da HWMonitor";
"No sensors found" = "Nessun sensore disponibile";